adw-gtk-theme
base
base-devel
bc
bibata-cursor-theme-bin
blueman
bluez
bluez-utils
brightnessctl
btop
calf
cliphist
dkms
dmidecode
easyeffects
efibootmgr
fastfetch
fd
fuse2
fzf
gammastep
git
glib2-devel
gnome-themes-extra
gparted
grim
grub
gst-plugin-pipewire
gtk4-layer-shell
gtkmm
hellwal
hypridle
hyprland
hyprlock
hyprpicker
imagemagick
intel-ucode
iw
iwd
iwgtk
jq
kitty
lazygit
libpulse
libreoffice-fresh
librsvg
libva-nvidia-driver
linux
linux-firmware
linux-headers
lsp-plugins
ly
man-db
materia-gtk-theme
mda.lv2
mpv
nautilus
ncurses5-compat-libs
neovim
networkmanager
noto-fonts-emoji
npm
nvidia
nvidia-settings
openssh
papirus-icon-theme
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
polkit-gnome
powertop
python-pip
python-pywalfox
qt5-wayland
qt5ct
qt6-wayland
qt6ct
ripgrep
rofi-wayland
rsync
slurp
smartmontools
sof-firmware
starship
swappy
swaync
swww
telegram-desktop
tree-sitter-cli
ttf-fira-code
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
ttf-nerd-fonts-symbols
unzip
uwsm
visual-studio-code-bin
vmware-keymaps
vmware-workstation
waybar
wf-recorder
wireless_tools
wireplumber
wl-clipboard
wlogout
wpa_supplicant
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdg-utils
xorg-server
xorg-xinit
yay
zam-plugins-lv2
zen-browser-bin
zip
zoxide
zram-generator
